Repository: brocatz/Flutter-Mobile
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Login
fr: Connection

source: Register
fr: S'inscrire

# form_username
source: Enter a Username
fr: Entrez le nom d<utilisateur

# form_password
source: Enter your Password
fr: Entrez Mot de passe

# form_email
source: Enter your Email Adresse
fr: Entrez le Courriel

# form_confirmPassword
source: Confirm Password
fr: Confirmer le mot Password

# form_firstName
source: Enter your First Name
fr: Entrez le Prénom

# form_lastName
source: Enter your Last Name
fr: Entrez le nom de famille

# form_birthday
source: Enter your birthday
fr: Entrez votre Date de naissance

# form_forgotPassword
source: Forgot Password?
fr: Mot de passe oublié>

# form_next
source: Next
fr: Suivant
